[General]
language=čeština
link_pc_name=Název počítače
link_connect_pwd=Heslo
link_file_path=Složka příchozí pošty
link_auto_start=Automatické spuštění
link_change_folder_btn=Změnit
link_open_folder_btn=Otevřít
link_change_folder_dialog_title=Vyberte prosím složku příchozí pošty
link_save_button=Uložit
link_copyright=<c color="808080">Copyright (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Všechna práva vyhrazena.</c>
link_save_success_msg=Nastavení byla úspěšně uložena.
link_save_success_title=Zpráva
link_error_title=Chyba
link_error_program_already_ran=Aplikace je spuštěna, zkontrolujte hlavní panel.
link_error_program_expire=Platnost zkušební verze vypršela. Chcete-li získat novější verzi, kontaktujte společnost Shirui.
link_open_main_window=Otevřít SeewoLink
link_exit_program=Konec
link_minimize_to_tray=Minimalizovat na hlavní panel
link_open_spec=Nápověda
link_update=Aktualizovat
link_register=Registrovat
link_error_title=Chyba
link_message_title= Zpráva
link_update_network_error=Připojení k síti se nezdařilo, zkuste to znovu později.
link_home_qrcode_tip=Klient systému Android
link_connect_pc_tip= Připojte se k počítači oskenováním kódu QR
link_reg_serial_invalid=Neplatné sériové číslo
link_reg_partial_success=Blahopřejeme! Platnost tohoto sériového čísla vyprší za %d vyzkoušení. Toto sériové číslo můžete použít pro dalších %d počítačů.
link_reg_full_success=Blahopřejeme! Platnost tohoto sériového čísla není omezena. Toto sériové číslo můžete použít pro dalších %d počítačů.
link_reg_response_failed=Je nám líto, vaše registrace se nezdařila.
link_reg_response_serial_error=Je nám líto, vaše registrace se nezdařila. Příčina: chyba sériového čísla.
link_reg_response_error_lock=Je nám líto, vaše registrace se nezdařila. Příčina: Sériové číslo bylo zaregistrováno jiným počítačem.
link_reg_response_day_expire=Je nám líto, vaše registrace se nezdařila. Příčina: Platnost sériového čísla vypršela.
link_reg_input_serial_text=Zadejte sériové číslo
link_error_unknown=Neznámá chyba.
link_reg_message_remaindays=Platnost vašeho certifikátu vyprší za %d vyzkoušení.
link_reg_message_remaindays_tip= <c color="CCCCCC">Verze %s, zaregistrována</c>
link_reg_message_remaindays_warn=<c color="CCCCCC"> Verze %s</c>, zbývá <c color="1899ED"><b>%d</b></c><c color="CCCCCC"> vyzkoušení.</c><c color="0000ff"><u><b><a id="1050">Registrovat</a></b></u></c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">Verze je %s</c><c color="1899ED"><b>. neregistrována </b></c><c color="FFFFFF">, Zbývá </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">vyzkoušení.</c>
link_reg_rd_renew_button=Obnovit
link_confirm_button=OK
link_cancel_button=Zrušit
link_reg_read_reginfo_error=Registrace informací se nezdařila, opakujte registraci.
link_lang_setting_button=Jazyk
link_lang_setting_hint=Zvolte jazyk:
link_lang_setting_ok=OK
link_lang_setting_cancel=Zrušit
link_annotation_stop=Zastavit
link_auto_start_tip=SeewoLink se spustí se systémem Windows
link_lang_tip=Jazyk
link_tab_text_status=Stav
link_tab_text_set=Nastavení
link_tab_text_about=programu
link_stat_connected_device_tip= Připojený klient:
link_stat_connected_device= NULL
link_stat_conn_barcode_tip=Připojte se oskenováním
link_tab_text_help=<c color="FFFFFF">Nápovědu naleznete </c><c color="0000ff"><u><a id="1051"> po klepnutí zde </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Připojeno</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Odpojeno</c>
link_softap_tip=Spustit hotspot 
link_softap_info=<c color="808080">Název hotspotu: %s</c><br/><c color="808080">heslo: %s</c>
link_softap_on=<c color="CCCCCC">Hotspot:%s<br/> byl spuštěn</c>
link_softap_off=<c color="CCCCCC">Hotspot byl zastaven</c>
link_softap_error=Hotspot nelze spustit, ujistěte se, že je aktivní síť WLAN
link_update_title=Aktualizace aplikace SeewoLink
link_update_confirm=Přejete si aktualizovat na nejnovější verzi?
link_update_success=Proběhla aktualizace na nejnovější verzi
link_update_failed=Aktualizace ne nejnovější verzi se nezdařila. Nejnovější verzi získáte z oficiálních webových stránek
link_setup_uninstall=Odinstalovat
link_setup_old_verision=je nainstalována stará verze aplikace %s, před instalací nové verze je třeba starou verzi odebrat.
link_setup_restart_prompt=%s potřebujte restartovat počítač!
link_setup_system_not_match=%s vyžaduje alespoň systém Windows 7, instalace bude ukončena.


link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer